#
# --------------------------------------------------------------------------
#  銘柄の管理
# --------------------------------------------------------------------------
#
tickers = [
    '9432.T',  # NTT
    '7203.T',  # トヨタ自動車
    '7647.T',  # 音通
    '8306.T',  # 三菱UFJフィナンシャル・グループ
    '8002.T',  # 丸紅
    '9104.T',  # 商船三井
    '6301.T',  # 小松製作所
    '8058.T',  # 三菱商事
    '8601.T',  # 大和証券グループ本社
    '8766.T',  # 東京海上ホールディングス
    '8801.T',  # 三井不動産
    '8802.T',  # 三菱地所
    '8804.T',  # 東京建物
    '8830.T',  # 住友不動産
    '1605.T',  # INPEX
    '2433.T',  # 博報堂DYホールディングス
    '8473.T',  # SBIホールディングス
    '4739.T',  # 伊藤忠テクノソリューションズ
    '8053.T',  # 住友商事
    '4568.T',  # 第一三共
    '4519.T',  # 中外製薬
    '3382.T',  # セブン&アイ・ホールディングス
    '8267.T',  # イオン
]
