#
# --------------------------------------------------------------------------
#  銘柄の管理
# --------------------------------------------------------------------------
#
tickers = [
    # ーーーーーー
    # 日経平均
    # ---------

    # 水産
    '1332.T',  # ニッスイ
    # 鉱業
    '1605.T',  # INPEX

    # 建設
    '1801.T',  # 大成建設
    '1721.T',  # コムシスHD
    '1803.T',  # 清水建設
    '1802.T',  # 大林組
    '1963.T',  # 日揮HD
    '1808.T',  # 長谷工
    '1925.T',  # ハウス
    '1928.T',  # 大和ハウス工業
    '1812.T',  # 鹿島

    # 食品
    '2801.T',  # キッコーマン
    '2503.T',  # キリンHD
    '2531.T',  # 宝ＨＬＤ
    '2002.T',  # 日清粉Ｇ
    '2914.T',  # JT
    '2871.T',  # ニチレイ
    '2269.T',  # 明治HD
    '2502.T',  # アサヒ
    '2282.T',  # 日本ハム
    '2802.T',  # 味の素
    '2501.T',  # サッポロHD

    # 繊維
    '3401.T',  # 帝人
    '3402.T',  # 東レ

    # パルプ・紙
    '3861.T',  # 王子HD
    '3663.T',  # 日本製紙

    # 化学
    '4004.T',  # レゾナック
    '4063.T',  # 信越化学工業
    '4005.T',  # 住友化学
    '3407.T',  # 旭化成
    '4188.T',  # 三菱ケミカルHD
    '3405.T',  # クラレ
    '4043.T',  # トクヤマ
    '4452.T',  # 花王
    '4631.T',  # DIC
    '4042.T',  # 東ソー
    '4061.T',  # 住友化学
    '4208.T',  # UBE
    '6988.T',  # 日東電工
    '4183.T',  # 三井化学
    '4021.T',  # 日産化学工業
    '4901.T',  # 富士フイルムHD
    '4911.T',  # 資生堂

    # 医薬品
    '4519.T',  # 中外製薬
    '4523.T',  # エーザイ
    '4578.T',  # 大塚HD
    '4506.T',  # 住友ファーマ
    '4151.T',  # 協和発酵キリン
    '4568.T',  # 第一三共
    '4507.T',  # 塩野義製薬











    # その他
    '9432.T',  # NTT
    '7203.T',  # トヨタ自動車
    '7647.T',  # 音通
    '8306.T',  # 三菱UFJフィナンシャル・グループ
    '8002.T',  # 丸紅
    '9104.T',  # 商船三井
    '6301.T',  # 小松製作所
    '8058.T',  # 三菱商事
    '8601.T',  # 大和証券グループ本社
    '8766.T',  # 東京海上ホールディングス
    '8801.T',  # 三井不動産
    '8802.T',  # 三菱地所
    '8804.T',  # 東京建物
    '8830.T',  # 住友不動産
    '1605.T',  # INPEX
    '2433.T',  # 博報堂DYホールディングス
    '8473.T',  # SBIホールディングス
    '4739.T',  # 伊藤忠テクノソリューションズ
    '8053.T',  # 住友商事
    '4568.T',  # 第一三共
    '4519.T',  # 中外製薬
    '3382.T',  # セブン&アイ・ホールディングス
    '8267.T',  # イオン
    '7647.T',  # 音通
    '9501.T',  # 東京電力ホールディングス
    '6752.T',  # パナソニック
    '7186.T',  # コンコルディア・フィナンシャルグループ
    '3747.T',  # インタートレード
    '7692.T',  # アースインフィニティ
    '9433.T',  # KDDI
]
